{
  "goliath-lurks": {
    "description": "A massive, mutated creature that lurks in the wasteland, challenging crews to prove their strength and cunning.",
    "title": "WASTELAND OBJECTIVE - 11: GOLIATH LURKS (v1.0)",
    "Exclusive Objective": "If a game already has an Exclusive Objective, a second one cannot be chosen.",
    "Deployment Pool": "Add an Objective Marker to the Deployment Pool.",
    "Special Rule": "If an odd number of three players are present, you may run this Objective. When Getting Started, do the following: Instead of rolling on the table for Raid or Wasteland, choose the Wasteland location. Choose a Player to run the Goliath. Add this Objective to the Scenario automatically, it is an Exclusive Objective. The two regular players roll an Objective, as usual, however the player with the most Scout Points, or spends the most Scout Points, or — in the event of a tie — who wins a roll-off chooses ONE Objective from the two dice results to apply to the Scenario. Players may choose to roll for a Hazard, or not. All Hazard Special Rules do not affect or target the Goliath crew.\n\nAt the start of the Game, the Goliath player deploys a Goliath from the Spooktober Packet instead of a regular crew. The two regular players get the Special Ploy: ['Something Made It Mad!': Either player may enact this Ploy at the start of their Turn. Remove all Fatigue from an Exhausted Goliath.]. After each players Turn, the Goliath may choose to take a Turn, if they are able to for any reason (such as playing a Second Wind Ploy). The Goliath gets 3 Ploys that they may use ONLY on the 3 Standard Ploys. The Goliath is deployed in contact with the Objective Marker closest to the center of the Map, unless a rule says otherwise.\n\n (The Monstrous Injury Table has been modified to cause Injuries on Equal to or Greater than Endurance. Optional Homebrew Entourage perks are now on all the Goliaths - same as the Wendigo - for optional Grunts to give the Goliath player more opportunities to take Turns during a game. This increases the difficulty - proceed with caution!).\n\nLink to <a href='https://docs.google.com/spreadsheets/d/1FJgHj_VeaqqcGOj0om7oYqv-dR-vOpwcHlyiAwOXUnk/edit?usp=sharing' target='blank'>'Goliath Lurks' Minigame Sheets unique to each Goliath </a>",
    "Story Outcome": "A Crew Scores points on the Goliath's Minigame sheet Scoreboard as follows: \nA)  Score 1 Point: Each 'Harm' token a Crew Attack generates (Excess Harm does NOT score!)\n B) Score 2 Points: Each 'Injury' marked on the Goliath sheet caused by a Crew Attack\nC) Score 1 point: When a player plays the 'Something Made it Mad' ploy.\n The Crew that scored the most Points gains 3 Reach.\n\nOnly if the Goliath is Incapacitated at Stage B then, at the End of the Game, the Crew that Incapacitated the Goliath chooses a Friendly model remaining in play to perform 2 Rummage Actions for 'looting the Goliath'. If no Friendly models remain at the End of the Game (i.e. Retreating), the opposing Crew receives this reward instead.\n\nIf the Player who deployed the Goliath has an Active Crew in the campaign, they may choose to gain 3XP for their crew OR an additional Story Action they may use immediately before their next Game."
  },
  "operation-liquid-liberty": {
    "title": "Operation: Liquid Liberty (v0.2)",
    "description": "A massive cache of pre-War Nuka-Cola surfaces — unfortunately right in Liberty Prime’s weapons testing ground. Up to Eight wasteland crews race to haul the crate off the field before Prime’s bombardment turns them to glowing vapor. As the crews approach the crate, Liberty Prime activates announcing: “Step away from the Nuka-Cola. Democracy’s thirst will not be quenched by thieves!”",
    "Deployment Pool": "1 Objective Token - Nuka-Cola Crate \n8 Search Tokens\n4 Round Tokens",
    "Starting Positions": "Setup a table with 3' x 3' map, and number the center of each of the nine (9) 1'x'1 squares that comprise that map. These numbered squares will be referred to as Impact Squares for Liberty Prime. Attached to one side, add an extra 2' of sidecar map, and deploy Liberty Prime at the center of the middle edge square. Crews can not enter the Sidecar Map.\n\n Randomization. Liberty Primes attacks are Randomized, but with some restrictions. It's recommended to use a deck of cards numbered 1 through 9 and remove any Impact Square numbers that are not valid targets due to restrictions. Then draw as needed.\n\nEach player may bring up to 200 points of models, with a maximum of 6 models per Crew from their Crew Roster. Each Crew receives 100 caps to spend on a single Legend of the Wasteland, and/or Chems and Ploys. At least one model must be a Champion. Any unselected models are 'Sitting Out'.  If a Crew spends fewer than 200 points on roster models, the leftover points are added to their 100-cap Advantage Pool. Legends of the Wasteland models will skip the Aftermath Table step for this scenario.\n\nAt game start, each player randomly draws an Initiative Token (#1–8). Players then choose their deployment zone in initiative order (lowest number first). Each player deploys in a corner or middle-edge beyond 20″ from the center of the table and in a 6\" wide column originating at the center of the deployment zone. Liberty Prime begins 24″ at the furthest middle-edge of the Sidecar Map, facing straight toward the Nuka-Cola Crate. As each round progresses, the first player to finish all activations receives token #1 for the next round, the second receives #2, and so on to determine Initiative order.\n\nCrews receive Ploys as normal. Scout Points may be used for a Reposition at setup, as per the normal rules. (Alternate rules for faster play. The first player to Pass or finish first, gets the #1 token, and then go in clockwise order. Collect any remaining initiative tokens)",
    "Special Rules": "LIBERTY PRIME ACTIVATION — At the start of each Round, Liberty Prime activates its Touchdown Perk (Step 1). Any models within 6\" of Liberty Prime must take a Fatigue and perform a move 3\" in a direction away from Liberty Prime. Before the end of the Round, Resolve Liberty Prime's activation as instructed on 'Mission Freedom'.\n\nTHE CRATE ESCAPE — If a model is in Base Contact of the Nuka Cola Crate they may place the Nuka Cola Crate in Base contact with that model immediately after performing any Move. If one Friendly model is in base contact of the Nuka Cola Crate, it may move up to 4″, if 2 models are in base contact and use Movement Orders, they may move up to 8″ as long as both models end in base contact with the Nuka Cola Crate. Models in base contact of the Crate cannot perform Open Fire actions, as they are dragging the Crate. If multiple models from Opposing Crews are in base contact with the Crate, they count as Engaged with any other Enemy models in base contact with the Crate, and may perform Melee attacks as usual. If a model performs a Back Off action; choose a model from each of the Crews engaged with the Crate to roll a Tug of War Test (4S), and the Crew with the most Hits immediately places the Crate in base contact with one of their models (in a tie, it does not move), out of base contact of the other models, the model which Backed Off may then complete its 2\" movement.\n\nSEARCH TOKENS — Eight Search tokens are placed by the Organizer, (Optional: Place a Physical Nuka-Cola Cap on top to Claim). Tokens must be positioned as close to half way in line with each of the eight deployment zones and the center, in some fashion, ensuring roughly even access for all players. When a player performs a Rummage action on a Search Token, in place of rolling the two standard dice, set both results to 10 and 10 and can not be re-rolled for any reason, flip the Search Token, if it lands Radiation face-up, then replace the Search Token with a Radiation Token, otherwise resolve the Rummage Action per normal rules. (Optional: the player also gains 1 physical Nuka-Cola cap.)",
    "Story Outcome": "When the Nuka-Cola Crate touches a board edge, remove the Objective Token and give it to the Crew that grabbed the crate. The game ends at the end of that round. The player or crew that moved the Crate into contact with the board edge is declared the winner.\n\nAt the End of Round 4:\n• If one or more crews have a model within 1″ of the Crate, the crew with the most models within 1″ wins.\n• If no models are within 1″, the crew with the single model closest to the Crate wins.\n• If still tied, roll off.\n\nLegends of the Wasteland skip any Aftermath steps. Nuked: (Optional) Any Champion directly elimated by a Liberty Prime weapon this game rolls on the Annihilation Table instead of the standard Aftermath table. If the Annihilation table mentions the 'Opposing player' the player that deployed to the Right of that player is the Opposing player. All players gain 3 XP. During the Resolve Rewards step of the Story Phase, The winning crew receives 3 Nuka-Cola Chems, 3 Nuka-Cola Dark Rare Chems, 3 Nuka-Cola Quantum Homebrew Rare Chems (rules below), and any special prizes of the Organizers choice!",
    "Liberty Prime Rules Reference": {
      "SPECIAL": "10, 8, 10, 6, 3, 7, 2, [∞]",
      "Perks": "Machine, Programmed, Mission: Freedom",
      "Mission Freedom": "Liberty Prime does not use the standard Damage table instead: If an Attack inflicts at least 1 Damage, Liberty Prime suffers a Harm. Liberty Prime has no Harm Limit. If an attack deals equal to or greater than 10 Damage, he is 'Pushed Off Balance' when resolving end of Round Attacks. Half of the current Harm is cleared from Liberty Prime at the start of each Round. Liberty Prime has no Proximity and is not affected by Proximity. Models may move through his Base, but may not end their movement overlapping it. \nAfter all Crews can not take any more activations, Before the end of Each Round – Liberty Prime Resolves the following Perks in order: 1 - Touchdown (Step 2), 2 - Red Gaze, 3 - March of Liberty\n",
      "Touchdown": "Step 1) At the start of each Round, Liberty Prime performs the Nuclear Football Targeting Phase: Randomly select the center of one of the numbered Impact Squares and mark it with a Nuclear Football marker. When randomly selecting, eligible Impact Squares must be Occupied by a Crew, did NOT resolve Nuclear Football attack last round and does NOT Contain the Nuka Cola Crate. Mark that Impact Square, place a Nuclear Football Marker on top of any Terrain at the Center of the Impact Square. Any models within 6\" of Liberty Prime must take a Fatigue and move away from Liberty Prime 3\". \n\n Impact. An Area(12\"Square) Attack is resolved on the center of the Impact Square with the Nuclear Football Marker. All models with any part of their base touching the Impact Square resolve Damage, drawing Line of Sight from 3\" over where the Nuclear Football Marker is):\n • Wide Open → 2 Injuries + 4 Harm.\n • Visible but not Wide Open → 1 Injury + 4 Harm.\n • Not Visible → 4 Harm.\n • For the next Round, that entire Impact Square is treated as Radioactive, place a Radioactive or custom Marker in the Center of the Square. Remove this marker the end of the next Round and place it at its new location.\n After the attack is resolved, remove any terrain within 3\" of the Center of the Impact Square.",
      "Red Gaze": "If Liberty Prime is not 'Pushed Off Balance', Randomly select a number of Occupied Impact Squares equal to [Number of Crews Remaining / 2 - round down]. The Square Liberty Prime is standing in is not a valid Impact Square. Resolve an Area(12\"Square) attack on all models within a Impact Square. Determine Line of Sight and Visibility from any part of the Head of Liberty Prime's model, following normal rules. Resolve the following Damage:\n • Wide Open → 1 Injury + 4 Harm.\n • Visible but not Wide Open → 4 Harm.\n • Not Visible → No effect.",
      "March of Liberty": "At the End of Advances 12″ straight toward the Nuka Cola Crate, if a 'Commie Detected' Ploy is not active. Remove any Terrain that would overlap Liberty Primes base as he crushes it. If within 3″ of any models, resolve Stomp:\n • Within 1″ → 1 Injury\n • Within 3″ → 2 Harm\n D) Reset: Remove all Harm from Liberty Prime at the Start of the Next Round."
    },
    "PLOY: Commie Detected": "\"Communism detected on American soil! Deploying extreme prejudice.\" Before the end of the Round, before Liberty Prime Activates, Choose a model from any Crew on the map. When Liberty Prime performs 'March of Liberty', it will advance toward the selected model’s position instead of the Nuka-Cola Crate when performing its 12\" movement. All other Liberty Prime actions and attacks resolve as normal. If multiple players want to play this Ploy at the same step, only the player who would have gone first in Initiative this round resolves this Ploy.",
    "LEGENDARY CHEM: NUKA COLA QUANTUM": "(Homebrew) When selecting the Active Model for the turn, you may spend a Nuka Cola Quantum to remove 1 Injury and all Harm from that model. Increase the model's Control Area by 3\" and all SPECIAL stats by 1 until the End of the turn."
  }
}