{
  "goliath-lurks": {
    "description": "A massive, mutated creature that lurks in the wasteland, challenging crews to prove their strength and cunning.",
    "title": "WASTELAND OBJECTIVE - 11: GOLIATH LURKS",
    "Exclusive Objective": "If a game already has an Exclusive Objective, a second one cannot be chosen.",
    "Deployment Pool": "Add an Objective Marker to the Deployment Pool.",
    "Special Rule": "If an odd number of three players are present, you may run this Objective. When Getting Started, do the following: Instead of rolling on the table for a Scenario location, choose the Wasteland location. Choose a Player to run the Goliath. Add this Objective to the Scenario automatically, it is an Exclusive Objective. The two regular players roll an Objective, as usual, however the player with the most Scout Points, or spends the most Scout Points, or, in the event of a tie, who wins a roll-off chooses ONE Objective from the two dice results to apply to the Scenario. Players may choose to roll for a Hazard, or not. All Hazard Special Rules do not affect or target the Goliath crew.\n\nAt the start of the Game, the Goliath player deploys a Goliath from the Spooktober Packet instead of a regular crew. The two regular players get the Special Ploy: 'Something Made It Mad!': [Either player may enact this Ploy at the start of their Turn. Remove all Fatigue from an Exhausted Goliath.]. After each players Turn, the Goliath may choose to take a Turn, if they are able to for any reason (such as playing a Second Wind Ploy). The Goliath gets 3 Ploys that they may use ONLY on the 3 Standard Ploys. The Goliath is deployed in contact with the Objective Marker closest to the center of the Map.\n\n (Optional Homebrew Entourage perks are now on all the Goliaths - same as the Wendigo - for optional Grunts to give the Goliath player more opportunities to take Turns during a game. This increases the difficulty - proceed with caution!).\n\nLink to <a href='https://docs.google.com/spreadsheets/d/1FJgHj_VeaqqcGOj0om7oYqv-dR-vOpwcHlyiAwOXUnk/edit?usp=sharing' target='blank'>'Goliath Lurks' Minigame Sheet </a>",
    "Story Outcome": "A Crew Scores points on the Goliath's Minigame sheet Scoreboard as follows: \nA)  Score 1 Point: Each 'Harm' token a Crew Attack generates (Excess Harm does NOT score!)\n B) Score 2 Points: Each 'Injury' marked caused by a Crew Attack\nC) Score 1 point: When a player plays the 'Something Made it Mad' ploy.\n The Crew that scored the most Points gains 3 Reach.\n\nOnly if the Goliath is Incapacitated at Stage B then, at the End of the Game, the Crew that Incapacitated the Goliath chooses a Friendly model remaining in play to perform 2 Rummage Actions for 'looting the Goliath'. If no Friendly models remain at the End of the Game (i.e. Retreating), the opposing Crew receives this reward instead.\n\nIf the Player who deployed the Goliath has an Active Crew in the campaign, they gain 3XP for their crew."
  }
}